// *++
//
// Copyright (c) 2017, Byosoft Software Corporation. All Rights Reserved.
//
// You may not reproduce, distribute, publish, display, perform, modify, adapt,
// transmit, broadcast, present, recite, release, license or otherwise exploit// any part of this publication in any form, by any means, without the prior
// written permission of Byosoft Software Corporation.
//
// Module Name:
//
//   SetupUiLib.uni
//
// Abstract:
//
//   String definitions for SetupUiLib.
//
// --*/


/=#

#langdef en-US "English"
#langdef zh-Hans "\wide中文\narrow"

#string ARE_YOU_SURE_YES               #language en-US  "Yes"
                                       #language zh-Hans  "\wide是\narrow"  
#string ARE_YOU_SURE_NO                #language en-US  "No"
                                       #language zh-Hans  "\wide否\narrow"
#string STR_CONFIRMATION_DIALOG        #language en-US  "Confirm"
                                       #language zh-Hans  "\wide确认\narrow" 
#string ARE_YOU_SURE_EXECUTE           #language en-US  "Execute"
                                       #language zh-Hans  "\wide执行\narrow"  
#string ARE_YOU_SURE_RETURN            #language en-US  "Return"
                                       #language zh-Hans  "\wide返回\narrow"
#string STR_CONFIRMATION_DIALOG        #language en-US  "Confirm Dialog"
                                       #language zh-Hans  "\wide提示\narrow" 
#string STR_ENTER_BUTTON               #language en-US  "Enter"
                                       #language zh-Hans  "\wide确认\narrow" 
#string STR_CONTINUE                   #language en-US  "Continue"
                                       #language zh-Hans  "\wide继续\narrow" 
#string STR_WARNING                    #language en-US  "Warning"
                                       #language zh-Hans  "\wide告警\narrow" 

